Repository: common-repository/wp-tell-a-friend-popup-form
Catalog: languages/wp-tell-a-friend-popup-form-*.po
Languages: ta

source: Close
ta: மூட

source: Your Name
ta: உங்கள் பெயர்

source: Friend Email
ta: நண்பர் மின்னஞ்சல்

source: Enter Message To Friend
ta: நண்பர் செய்தியை உள்ளிடவும்

source: Check official website for more information
ta: மேலும் தகவலுக்கு அதிகாரப்பூர்வ இணையதளம் பாருங்கள்

source: click here
ta: இங்கே கிளிக் செய்யவும்

source: Tell A Friend
ta: நண்பருக்கு சொல்லுங்கள்

source: Tell a friend popup form
ta: நண்பருக்கு சொல்லுங்கள்

source: Details successfully updated.
ta: விவரங்கள் வெற்றிகரமாக மேம்படுத்தப்பட்டது.

source: Plugin setting
ta: அமைப்பு

source: Title
ta: தலைப்பு

source: Enter your popup box title.
ta: உங்கள் பாப் பெட்டி தலைப்பை சேர்க்கவும்.

source: From email:
ta: மின்னஞ்சல்:

source: Enter From email address for your mail.
ta: உங்கள் மின்னஞ்சல் சேர்க்கவும்

source: Admin email:
ta: நிர்வாகி மின்னஞ்சல்:

source: Enter admin email address to receive Tell A Friend Mail copy.
ta: நிர்வாகி மின்னஞ்சல் பிரதியை பெற

source: Email subject:
ta: மின்னஞ்சல் தலைப்பு:

source: Enter mail subject.
ta: மின்னஞ்சல் தலைப்பு

source: Link button/text:
ta: பொத்தான்

source: Admin mail content:
ta: நிர்வாகி மின்னஞ்சல் உள்ளடக்கம்:

source: User mail content:
ta: பயனர் மின்னஞ்சல் உள்ளடக்கம்:

source: Update Setting
ta: புதுப்பிக்கவும்

source: Help
ta: உதவி

source: Tell A friend
ta: நண்பருக்கு சொல்லுங்கள்
